[Main]
DisplayName=Finnish

[Uninstaller_frmIObitUninstall]
rdibFeedback.Caption=Palaute

[Uninstaller_fraBrowserCleaner]
lbl_NoItems.caption=Selaimessasi ei ole työkalurivejä tai laajennuksia
rdlvAllBrowse.Columns[0].Caption=Nimi
rdlvAllBrowse.Columns[1].Caption=Käyttäjän arvio
rdlvAllBrowse.Columns[2].Caption=Operaatio
rdlvCustomBrowse.Columns[0].Caption=Nimi
rdlvCustomBrowse.Columns[1].Caption=Operaatio
mniRemove.Caption=Poista
mniRate.Caption=Arvio
mniIgone.Caption=Ohita
mniRefush.Caption=Virkistä
mniOpenFloder.Caption=Avaa tiedostokansio
mniOpeninRegedit.Caption=Avaa Regeditissä
mniSelectedAll.Caption=Valitse kaikki
mniInvertSelection.Caption=Käänteinen valinta
mniSearchOnline.Caption=Verkkohaku

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Nollaa selain
lblConfire.Caption=Haluatko varmasti palauttaa oletusasetukset?
lblHomepageTitle.Caption=Nykyinen kotisivu:
lblSearchTitle.Caption=Nykyinen oletushakukone:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Peruuta

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Palaute
lbl_DescTitle.caption=Kuvaus:
lbl_EmailTitle.caption=Sähköposti:
lbl_ScreenShot.caption=Kuvakaappaus
lbl_TypeTitle.caption=Pyynnön tyyppi:
btnImg_FeedBackSend.caption=Lähetä
btnImg_FeedBackCancel.caption=Peruuta
lbl_ContactMsg.caption=Tai ota suoraan yhteyttä meihin

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Poista
lbl_NoTkanks.caption=Älä näytä tätä uudelleen

[Uninstaller_frmSetting]
lbl_Caption.caption=Asetukset
lbl_UserInterfaceTitle.caption=Käyttöliittymä
lbl_SkinTitle.caption=Teema:
lbl_LanguageTitle.caption=Nykyinen kieli:
lbl_FontSize.caption=Fonttikoko:
lbl_Classic.caption=Klassinen
lbl_White.caption=Valkoinen
lbl_UpdateTitle.caption=Päivitystapa
lbl_UpdateRemind.caption=Muistuta päivityksien saatavuudesta
lbl_UpdateChooseDes.caption=Tämän tuotteen päivitystapa:
lbl_UpdateAuto.caption=Päivitä automaattisesti
lbl_GeneralCaption.caption=Yleiset
lbl_AutoDelete.caption=Automatically remove residual files found
lbl_AutoDeleteAfterOtherUninstall.caption=Poista automaattisesti muiden poisto-ohjelmien jättämät tähteet
lbl_RemoveToRecycleBin.caption=Poista tiedostot roskakoriin
lbl_ShowExplorerButton.caption=Lisää "Tuhoa tiedosto" Resurssienhallintaan
lbl_Notification.caption=Ilmoitus
lbl_AutoShowTipForm.caption=Ilmoita muun poisto-ohjelman toiminnosta
lbl_BrowserPlugTip.caption=Ilmoita haitallisten laajennuksien asennuksesta
btnImg_OK.caption=OK
btnImg_Cancel.caption=Peruuta

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Nimi
ListView_AppList.Columns[1].caption=Koko
ListView_AppList.Columns[2].caption=Asennuspäivä
ListView_AppList.Columns[3].caption=Operaatio
lbl_Notice.caption=Nähdäksesi Windows-sovellukset, varmista järjestelmänvalvojan oikeutesi.
mniUninstall.caption=Poista asennus
mniRefush.caption=Päivitä
mniView.caption=Näytä
mniDetails.caption=Tiedot
mniIcons.caption=Kuvakkeet
mniOpenFile.caption=Avaa tiedostosijainti
mniOpenReg.caption=Avaa Regeditissä
mniOpenWinstore.caption=Avaa Winstoressa
mniSearchOnline.caption=Verkkohaku

[Uninstaller_Frame_Update]
ListView_Update.Columns[0].caption=Nimi
ListView_Update.Columns[1].caption=Asennuspäivä
ListView_Update.Columns[2].caption=Operaatio
lbl_NoItems.caption=Windows-päivityksiä ei löytynyt
mniUninstall.caption=Poista asennus
mniRefush.caption=Päivitä
mniViewby.caption=Näytä
mniDetails.caption=Tiedot
mniIcons.caption=Kuvakkeet

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Pakota asennuksen poisto
lbl_FUInfo.caption=Pakkopoisto auttaa poistamaan ohjelman, jota ei voi poistaa rutiininomaisesti ja puhdistaa sen jäämätiedostot perusteellisesti. Sen avulla voit poistaa myös kohdetiedoston pikakuvakkeen helposti.
btnImg_Open.caption=Selaa...
lbl_DropInfo.caption=Voit selata tai vetää ja pudottaa tiedoston tai kansion tähän poistaaksesi valitsemasi ohjelman.
btnImg_Uninstall.caption=Poista asennus
btnImg_Cancel.caption=Peruuta
PopMenu_Uninstall.caption=Poista asennus
PopMenu_OpenFolder.caption=Avaa tiedostosijainti
PopMenu_ViewEntry.caption=Avaa RegEditissä
PopMenu_SearchOnline.caption=Verkkohaku
ListView_FindReslut.Columns[0].caption=Nimi
ListView_FindReslut.Columns[1].caption=Koko
ListView_FindReslut.Columns[2].caption=Asennuspäivä

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Avaa Regeditissä
mniMenu_Path.caption=Avaa tiedostosijainti
btnImg_AllMainCancel.caption=Peruuta
btnImg_Advanced.caption=Edistynyt
btnImg_Uninstall.caption=Poista asennus
lbl_AutoDelete.caption=Poista jäämätiedostot automaattisesti
lbl_IsCreateRestore.caption=Luo palautuspiste ennen asennuksen poistoa
lbl_IsUninstallHint.caption=Haluatko poistaa valitun ohjelma-asennuksen?
btnImg_Delete.caption=Poista
btnImg_ReslutCancel.caption=Peruuta
lbl_SeletedAll.caption=Valitse kaikki
lbl_ShredFile.caption=Silppua tiedostot
lbl_AllRestart.caption=Käynnistä tietokone uudelleen, jolloin seuraava ohjelma poistuu kokonaan. Käynnistetäänkö uudelleen nyt?
lbl_NoPowerScan.caption=Ohjelman poisto onnistui.
lbl_SomeNeedStart.caption=Käynnistä tietokone uudelleen, jolloin seuraava ohjelma poistuu kokonaan. Käynnistetäänkö uudelleen nyt?
btnImg_RecommendClose.caption=Sulje
btnImg_Restart.caption=Kyllä
lbl_MoneyBackInfo.caption=Saat turvallisemman ja nopeamman tietokoneen poistamalla tarpeettomat ohjelmat ja laajennukset kokonaan. 60 päivän rahat takaisin -takuu. Ei kysymyksiä.
lbl_MoneyBackTitle.caption=Taattu perusteellinen asennuksen poisto ja puhtaampi tietokone
lbl_UninstallCompleted.caption=Ohjelman poisto onnistui!
lbl_PluginTitle.caption=Varmistaaksesi turvallisen surfauksen, seuraavat ongelmat on kuitenkin korjattava:
lbl_UpgradeDes.caption=Korjataksesi ne, päivitä IObit Uninstaller PRO versioon.
lbl_AutoUpdateDes.caption=Puhdista jäännöstiedostot automaattisesti ja nopeasti
lbl_CleanDes.caption=Tunnista ja poista yhdistelmäohjelmat helposti
lbl_MoreDBDes.caption=Poista enemmän itsepäisiä ohjelmia laajennetulla tietokannalla
lbl_ProTitle.caption=Mutta PRO versiolla, voit:
lbl_RemovePlugin.caption=Poistaa vahingolliset laajennukset selaimen suojaamiseksi
lbl_SupportDes.caption=Pitää tärkeät ohjelmasi aina ajan tasalla

[Uninstaller_frm_CheckRelatedForm]
btnImg_OK.caption=Poista asennus
btnImg_Cancel.caption=Peruuta

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Järjestelmän palauttaminen
rdlblDesc.Caption=Palauta tietokone tilaan, jossa se oli ennen valittua tapahtumaa. Viimeisintä ei voi poistaa järjestelmän turvallisuuden vuoksi.
ListView_Restore.Columns[0].Caption=Päiväys
ListView_Restore.Columns[1].Caption=Kuvaus
btn_CreateRestorePoint.Caption=Luo palautuspiste
RdImageButton_Restore.Caption=Palauta
RdImageButton_Delete.Caption=Poista
lblNull.Caption=Palautuspisteitä ei ole luotu.

[Uninstaller_Form_CleanTool]
RdLabelCaption.caption=Puhdista jäämät
lbl_Frame_Detail.caption=Jäämien puhdistus auttaa virheellisten pikakuvakkeiden, Windowsin päivitystiedostojen ja tarpeettomien latauskansion tiedostojen löytämisessä ja puhdistamisessa, säästäen tilaa ja parantaen järjestelmän suorituskykyä.
lbl_Shortcut_Title.caption=Virheelliset pikakuvakkeet
lbl_Shortcut_Detail.caption=Tarkista ja poista virheelliset pikakuvakkeet Käynnistä-valikosta ja työpöydältä järjestelmän suorituskyvyn parantamiseksi.
lbl_WindowsPatch_Title.caption=Windowsin päivitysvälimuisti
lbl_WindowsPatch_Detail.caption=Puhdista päivitysten asentamisessa luodut välimuistijäämät, jolloin levytilaa vapautuu ja järjestelmästä tulee sujuvampi.
lbl_Download_Title.caption=Ladatut tiedostot-kansio
lbl_Download_Detail.caption=Skannaa tiedostot ja latausohjelmat oletusselainten latauskansiosta. Ennen poistamista varmista, että ne ovat hyödyttömiä tiedostoja.
Menu_Clean_OpenFileLocation.caption=Avaa tiedostosijainti
Menu_Clean_SelectAll.caption=Valitse kaikki
Menu_Clean_InvertSelection.caption=Käänteinen valinta
ListView_Clean.Columns[0].Caption=Tiedostopolku
RdLabelBack.Caption=Takaisin
ck_SelectALL.Caption=Valitse kaikki

[uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Ei kiitos!
RdImgBtnUninstall.caption=Poista asennus
RdListView_History.Columns[0].Caption=Ohjelman nimi
RdListView_History.Columns[1].Caption=Tila

[uninstaller_Form_UninstallLog]
RdImageButton_Closetwo.caption=Sulje

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Tiedostosilppuri
lbl_Listview_Title.caption=Valitse tiedosto tai kansio jonka haluat poistaa:
lblLoading.caption=Ladataan...
lbl_AddFile.caption=Lisää tiedosto...
lbl_AddFolder.caption=Lisää kansio...
RdImageButton_Shredder.caption=Tuhoa
RdImageButton_Cancel.caption=Peruuta
ListView_FileList.Columns[0].Caption=Tiedostopolku
Menu_Shredder_Shredder.caption=Silppuri
Menu_Shredder_AddFile.caption=Lisää tiedosto
Menu_Shredder_AddFolder.caption=Lisää kansio
Menu_Shredder_Romove.caption=Poista
Menu_Shredder_Clean.caption=Tyhjennä
lbl_Shredder_Tip.caption=Tiedostoja tuhotaan. Se voi kestää jonkin aikaa, odota...

[uninstall_Mitor_M]
ProStillLeavesone_M=%d ohjelmasta jäi vielä:
Lbl_metro_Atten.caption=Huomio
lbl_show.caption="%s" -ohjemasta jäi vielä jotain levylle vaikuttaen tietokoneen suorituskykyyn.
Donotagain_M=Älä näytä tätä enää.
Hide_M=Piilota
showDetails_M=Näytä tiedot
Cleanmanually_M=Manuaalinen siivous
Close_M=Sulje
AutoClean_M=Automaattinen siivous
Cleaning_M=Siivous
Cleannow_M=Siivoa nyt
StillLeavas_M="%s" jäi vieläkin:
RegistryEntries_M=rekisterimerkintää
MBFiles_M=MB tiedostoja
LeftBy_M=ohjelman "%s" jäämää poistettu
Cleanfuture_M=Automaattinen siivous tulevaisuudessa
Registry_M=Rekisteri
File_M=Tiedosto
Files_M=tiedostoa
Items_M=kohdetta
Item_M=kohde
rdlblCleanupCompleted.caption=Siivous suoritettu
rdlblIncomplete.caption=Epätäydellinen ohjelman poisto
Setting_M=Asetus
Uselessfiles_M=turhaa tiedostoa
Uselessregistryentries_M=useless registry entries
UselessregistryentriesOne_M=turhaa rekisterimerkintöä
Removingnow_M=Poistetaan...
rdlblRemoving.caption=Poistetaan...
TrayHintstill=vielä %d jäljellä olevaa ongelmaa voidaan korjata.
CCtrayHint_M=vielä %d+ jäljellä olevaa ongelmaa voidaan korjata.
LeftoversRemoved_M=Jäännöksiä poistettu:
ProStillLeaves_M=%d ohjelmaa jäi vielä:

[UninstallHistory_M]
rdlbl_NoTkanks.caption=Ei kiitos
RdImageButtonImageButton_Uninstall.caption=Poista asennus

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Varoitus
Lbl_Warnning_Detail.caption=Tämä tietokoneohjelma on suojattu tekijänoikeuslakien ja kansainvälisten sopimusten mukaisesti.
lbl_copyright.caption=Copyright© 2005-2018 IObit. Kaikki oikeudet pidätetään.
lbl_Thanks_Title.caption=Kiitos seuraaville henkilöille heidän suuresta panoksestaan:
rdhtmlEula.caption=<a>EULA</a> | <a>tietosuojakäytännön</a>

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Koko
ListView_SoftwareList.Columns[2].Caption=Asennuspäivä
ListView_SoftwareList.Columns[3].Caption=Operaatio
Menu_Program_Uninstall.caption=Poista asennus
Menu_Program_Repair.caption=Korjaa
Menu_Program_Refresh.caption=Päivitä
Menu_Program_ViewBy.caption=Näytä
Menu_Program_icons.caption=Kuvakkeet
Menu_Program_Details.caption=Tiedot
Menu_Program_OpenFileLocation.caption=Avaa Tiedostosijainti
Menu_Program_OpeninRegedit.caption=Avaa Regeditissä
Menu_Program_SearchOnline.caption=Verkkohaku

[uninstaller_Form_Activate]
Label_Get.caption=Hae lisenssi
Label_Retrv.caption=Hae koodi
Label_Eg.caption=E.g.: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleOne.caption=Selainuhkien poisto
lblContentOne.caption=Poista itsepäisemmätkin ohjelmat perusteellisesti huipputekniikalla ja laajennetulla tietokannalla
lblTitleTwo.caption=Poista liitännäisohjelmat
lblContentTwo.caption=Seuraa ohjelma-asennuksia tunnistaaksesi ja poistaaksesi liitännäis-ohjelmapaketteja
lblTitleThree.caption=Nopea ja turvallinen selain
lblContentThree.caption=Poista vahingolliset mainokset/laajennukset saadaksesi turvallisen ja sujuvan online-surffailukokemuksen
lblTitleFour.caption=Uusi ohjelmapäivittäjä
lblContentFour.caption=Pidä tärkeät ohjelmat helposti ja nopeasti aina ajan tasalla
RdImgBtnRegNow.caption=Rekisteröi nyt
RdLabelCaption.caption=Aktivoi Pro Editioon nauttiaksesi paremmista palveluista
Label_Please.caption=Syötä lisenssi ja klikkaa "Rekisteröi nyt"-painiketta aktivoidaksesi kaikki PRO edition toiminnot.
Label_Code.caption=Lisenssikoodi:
Label_More.caption=Enemmän etuja, lupaamme:
RdImgBtn_Upgrade.caption=Päivitä Pro-versioon
rdlblHelp.caption=Ohje

[uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Sulje
rdlblHelp.caption=Ohje
Label_Please.caption=Syötä lisenssi ja klikkaa "Rekisteröi nyt"-painiketta aktivoidaksesi kaikki PRO edition toiminnot.
Label_Code.caption=Lisenssikoodi:
RdImgBtnRegister.caption=Rekisteröi nyt
Label_Retrv.caption=Hae koodi
Label_HaveLicense.caption=Eikö sinulla ole lisenssiä?
Label_click.caption=Hae klikkaamalla tästä.
RdImageButton_Back.caption=Takaisin
RdImageButton_Close.caption=Sulje
RdLabelCaption.caption=Lisenssin hallinta
Label_Status.caption=Lisenssin tila:
Label_Activated.caption=Aktivoitu
Label_Lcode.caption=Lisenssikoodi:
Label_Data.caption=Viimeinen käyttöpäivä:
Label_Refresh.caption=Päivitä
Label_Export.caption=Vie lisenssi
rdlblAlread.caption:=Lisenssikoodi on jo

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Ohje
RdImgBtn_Closetwo.caption=Sulje
Label_success.caption=Lisenssin aktivointi onnistui!

[uninstaller_ToolUninstallHistroy]
RdLabelDetail.caption=Tässä näytetään asennuslokit ja -tila. Jos tila on "Jäännöstiedostot", voit skannata ja poistaa kaikki jäämät.
RdLabelCaption.caption=Asennusten poistohistoria
ListView_History.Columns[1].Caption=Poistopäivä
ListView_History.Columns[2].Caption=Koko
ListView_History.Columns[3].Caption=Tila
ListView_History.Columns[4].Caption=Operaatio
Menu_ClearThis.Caption=Poista tämä tietue
Menu_ClearAll.Caption=Poista kaikki

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Napsauta vasemmalla ja vedä hiirellä kuvakaappausalue
M_NoticeInfo_AC=2. Poistu hiiren oikealla painikkeella tai painamalla Esc
M_Rect=Suorakulmio
M_Oval=Soikio
M_Text=Teksti
M_Paintbrush=Pensseli
M_Return=Palautus (Ctrl + Z)
M_Copy=Kopioi leikepöydälle
M_Exit=Poistu kuvakaappauksesta
M_Save=Tallenna
M_TipInfo=Kuvakaappaus on tallennettu leikepöydälle. Voit liittää sen painamalla Ctrl + V.
M_TipShow=Älä näytä tätä viestiä enää
M_TipSure=OK
M_NoticeInfo=① Napsauta hiiren vasemmalla painikkeella ja valitse alue, josta haluat kuvakaappauksen
M_NoticeInfo_a=② Poistu napsauttamalla hiiren kakkospainiketta tai painamalla Esc-näppäintä

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Lähetetään...
lbl_SendFailed.caption=Lähetys epäonnistui. Valitsemalla OK voit lähettää palautetta.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Kiitos palautteesta. Otamme yhteyttä mahdollisimman pian.
btnImg_SendSuccess.caption=OK

[Uninstaller_M]
MainGiftbox_Hint=%D% erikoistarjous
MainUpdate_Hint=Uusi versio on saatavilla
ShredderDetail_1=Poistetut tiedostot voidaan palauttaa levyn formatoinnin jälkeenkin.
ShredderDetail_2=Tiedostosilppuri auttaa poistamaan ei-toivotut tiedostot turvallisesti ja pysyvästi.
Program_Information=Ohjelmatiedot
Files_Deleted=Poistetut tiedosdtot
Registries_Deleted=Poistetut rekisterittiedot
Scheduled_Tasks_Deleted=Poistetut ajoitetut tehtävät
Deleted_on_Reboot=Käynnistyksessä poistetut
Service_Deleted=Poistetut palvelut
HtmlADPluginCaption=<a>%d</a> Mainoslaajennusten häiriöt
HtmlMaliciousPluginCaption=<a>%d</a> Haittalaajennuksien uhkat
MenuRight_Caption=Tehopoisto
UninstallLog_No_IsEmpty_M=Tehoskannaus ei löytänyt jäämätiedostoja.
Input_Text_Search=Haku
Hint_Settings=Valinnat
Hint_WindowMin=Pienennä
Hint_WindowMax=Suurenna
Hint_WindowRest=Palauta
Hint_WindowClose=Sulje
Hint_Tools=Työkalut
Nav_Colle_Program_All=Ohjelmat
Nav_Colle_Browser=Työkalupalkit ja laajennukset
Nav_Colle_Win=Windows sovellukset
Nav_Colle_AC=Toimintokeskus
Nav_Item_Program_All=All Programs
Nav_Item_Program_Recent=Äskettäin asennetut
Nav_Item_Program_Infrequent=Harvoin käytetyt
Nav_Item_Program_Large=Isot ohjelmat
Nav_Item_Win_Update=Windows päivitykset
Nav_Item_Browser_All=Kaikki työkalupalkit ja laajennukset
Button_Uninstall=Poista asennus
Button_Remove=Poista
Button_OK=OK
Button_Cancel=Peruuta
Button_Close=Sulje
Button_Yes=Kyllä
Button_No=Ei
Button_Continue=Jatka
FileCorruptedMsg=Jotkin IObit Uninstaller tiedostot ovat vioittuneet. Asenna IObit Uninstaller uudelleen.
ToolPopForceUninstall=Pakota asennuksen poisto
ToolPopCleanup=Siivoa jäämät
ToolPopHistory=Poistohistoria
ToolPopFileShredder=Tiedostosilppuri
MoreSettingPopSetting=Asetukset...
MoreSettingPopRestore=Palauta
MoreSettingPopExport=Vie ohjelmaluettelo
MoreSettingPopUpdate=Tarkista päivitykset
MoreSettingPopManual=Käyttöohje
MoreSettingPopSupport=Tekninen tuki
MoreSettingPopOnline=Iobit verkossa
MoreSettingPopLike=Tykkään
MoreSettingPopAbout=Tietoja
DefaultSelProg=Poista tarpeettomat ohjelmat vapauttaaksesi lisätilaa.
DefaultSelPlug=Poista ei-toivotut laajennukset selaimesi suojaamiseksi.
DefaultSelWApp=Poista tarpeettomat Windows-sovellukset tietokoneen tehostamiseksi.
SelInfoProg=ohjelma valittu poistettavaksi. Koko yhteensä:
SelInfoProgM=ohjelmaa valittu poistettavaksi. Koko yhteensä:
SelInfoPlug=laajennus valittu poistettavaksi.
SelInfoPlugM=laajennusta valittu poistettavaksi.
SelInfoUpdate=Windows päivitys valittu poistettavaksi.
SelInfoUpdateM=Windows päivitystä valittu poistettavaksi.
SelInfoWAppM=sovellusta valittu poistettavaksi.
SelInfoWApp=sovellus valittu poistettavaksi.
v_license_OtherCode_M=Lisenssikoodi %s on voimassa vain tuotteelle %s. Klikkaa OK-painiketta tuotteen %s lataamiseksi ja rekisteröimiseksi.
Cannotconnect_M=Palvelimelle ei saatu yhteyttä. Tarkista verkon-/välityspalvelimen asetukset ja yritä vahvistaa käyttöoikeus myöhemmin.
license_OtherGivewalys_M=%s on giveaway-lisenssi  ja voimassa vain määrätylle versiolle. Käy <a>here</a> ja osta uusi lisenssikoodi tuotteelle IU v7 Pro.
SysRestore_CreateComplete=Palautuspisteen luominen onnistui!
SysRestore_CreateFailed=Palautuspisteen luominen epäonnistui. Tarkista, onko järjestelmän palauttaminen käytössä.
SysRestore_CreateRestore_Confirm=Oletko varma, että haluat luoda palautuspisteen?
SysRestore_CreateRestore_Tip=Luodaan palautuspiste, ole hyvä ja odota...
SysRestore_CreateRestore_Failed=Palautuspisteen luominen epäonnistui. Tarkista, onko järjestelmän palauttaminen käytössä.
SysRestore_SetRestore_Confirm=VAROITUS: Järjestelmän palautuspisteen palauttaminen kumoaa kaikki muutokset palautuspisteen luomisen jälkeen. Kun ohjelma on käynnistynyt, järjestelmän palauttamista ei voi perua tai keskeyttää. Oletko varma, että haluat jatkaa?
SysRestore_SetRestore_Reboot=Uudelleen käynnistys on tarpeen näiden muutoksien soveltamiseksi. Tallenna kaikki avatut tiedostot ja sulje avoinna olevat ohjelmat ennen uudelleenkäynnistystä. Käynnistetäänkö tietokone uudelleen nyt?
SysRestore_Delete_Confirm=Oletko varma, että haluat poistaa sen?
Clean_Shortcuts_GroupsHeader_M=Virheelliset pikakuvakkeet
Clean_WindowsPatch_GroupsHeader_M=Windowsin päivitysvälimuisti
Clean_Download_GroupsHeader_M=Latauskansio
Shredder_Del_M=Haluatko varmasti poistaa pysyvästi lisätyt %d kohdetta? Tämä toimenpide on täysin PERUUTTAMATON, ja se kestää kauemmin aikaa.
Shredder_DelOne_M=Haluatko varmasti poistaa pysyvästi %d kohteen? Tämä toimenpide on täysin PERUUTTAMATON, ja se kestää kauemmin aikaa.
Shredder_NotDel_M="%s" ei silputtu, koska siihen ei pysty kirjoittamaan. Tarkista, onko se edelleen käytössä.
Shredder_InUse_M=Joitakin tiedostoja ei silputtu, koska niihin ei voi kirjoittaa. Tarkista, ovatko ne käytössä.
Shredder_Sucess_M=Silppuaminen onnistui.
Shredder_OneSucess_M=Silppuaminen onnistui.
Shredder_DirIsEmpty_M=Se on tyhjä. Et voi silputa sitä.
FileShredder_MaxCount_M=5000 tiedostoa on lisätty. Lisää loput tiedostot silppuamisen päätyttyä.
BatchUninstall_NoneSelect_M=Valitse ainakin yksi ohjelma.
OtherInfo_M="%s" voidaan poistaa vain Ohjauspaneelissa. Haluatko jatkaa asennuksen poistoa Ohjauspaneelissa?
RelationInfo_M="%s" poistetaan yhdessä. Haluatko varmasti jatkaa asennuksen poistoa?
EndProInfo_M=Ohjelman %s prosessi %s on edelleen käynnissä. Varmista, että olet lopettanut ohjelman "%s" ja klikkaa Jatka.
DRclickmis_M="%s" ei voi poistaa rutiininomaisesti. Ole hyvä ja <a>klikkaa tätä</a> tarkemmista ohjeista ja poista uudelleen.
UinstallAgain_M=Poista uudelleen
license_expired_M=Lisenssi %s on vanhentunut. Klikkaa <a>tässä</a> lisenssin uusimiseksi.
license_maximum_M=Lisenssi %s on aktivoitu maksimimäärälle tietokoneita eikä sitä voi käyttää. Klikkaa <a>tästä</a> ostaaksesi toinen IObit Uninstaller PRO lisenssi  tälle tietokoneelle.
license_Free_M=Lisenssiä %s ei voi aktivoida. Voit ostaa uuden lisenssin IObit Uninstaller PROlle.
license_valid_M=Virheellinen lisenssikoodi! Kirjoita voimassaoleva lisenssikoodi.
Uninstall_Btn_Str=Poista asennus
SureToDelete_Str=Oletko varma, että haluat poistaa valitut kohteet?
DeselectAll_Str=Poista valinnat
SelectAll_Str=Valitse kaikki
SuccessReslutFromHistroySome=Ohjelman <a>%d</a> jäämät poistettu. Tarkista yksityiskohdat alla.
SuccessWithNoResidualSingle=You have successfully uninstalled <a>%d</a> program with no residual files.
SuccessWithNoResidualSome=Olet onnistuneesti poistanut ohjelman <a>%d</a> ilman jäämätiedostoja.
FailedReslut="%s" ei voitu poistaa. Kirjoita sähköpostiosoitteesi alla ja napsauta Palaute -painiketta. Asennuksenpoistoloki lähetetään meille.
AllFailedReslutSingle=%s asennuksen poisto epäonnistui. Kirjoita sähköpostiosoitteesi alla ja napsauta Palaute -painiketta. Asennuksenpoistoloki lähetetään meille.
AllFailedReslutSome=%d ohjelmaa ei voitu poistaa. Kirjoita sähköpostiosoitteesi alla ja napsauta Palaute -painiketta. Asennuksenpoistoloki lähetetään meille.
MsgBox_SelectWin8App=Valitse ainakin yksi sovellus.
NoticeInfo_One=Haitallinen laajennus havaittu selaimessasi, avaa IObit Uninstaller sen poistamiseksi.
NoticeInfo_Some=Haitallisia laajennuksia havaittu selaimessasi, avaa IObit Uninstaller niiden poistamiseksi.
FuncPluginRemoveSuccessMsgBox=Kohteiden poisto onnistui
FuncPluginSelectMsgBox=Valitse kohde ensin.
FuncPluginRemoveFailedMsgBox_2=Sulje seuraavat selaimet poistaaksesi kohteet:
FuncPluginRemoveFailedMsgBox_3=Sulje selaimesi ja yritä uudelleen..
FuncPluginRemoveFailedSingleMsgBox=%s poisto epäonnistui. Klikkaa Palaute saadaksesi lisäapua.
FuncPluginRemoveFailedSomeMsgBox=Laajennuksen %d poisto epäonnistui. Klikkaa Palaute saadaksesi lisäapua.
RestoreDefaultSettingsButton=Palauta %s oletusasetukset
FeedBack_Sending=Lähetetään...
FeedBack_SendingSuccess=Lähetys onnistui
FeedBack_SendFailed=Lähetys epäonnistui. Valitsemalla OK voit lähettää palautetta.
licenseEg_M=Esim.: AAAAA-BBBBB-CCCCC-DDDDD
lbl_White.caption=Valkoinen
NouselessFiles_M=Tietokoneestasi ei löytynyt tarpeettomia tiedostoja.
ExistDownloadFile_M=Oletko varma, että haluat siivota valitut tiedostot latauskansiosta?
scaning_M=Skannataan
Exit_M=Lopeta
OpenIU_M=Avaa IObit Uninstaller
Allthefollowing_M=Kaikki valitut jäämät on siivottu.
SpecTOK=OK
SpecTHide=Piilota
SpecTUninstalling=Uninstalling the following program:
SpecTUninstallingM=Poistetaan seuraavat ohjelmat:
SpecTUninstalled=ohjelma on poistettu.
SpecTUninstalledM=ohjelmaa on poistettu.
Shredder_NotAddFolder_M=Tiedostoa "%s" ei voi lisätä silputtavaksi, koska tämä toiminto saattaa tehdä järjestelmästä epävakaan
ForceUninstallEndProgressMsg=%s on käynnissä. Lopeta prosessi ja yritä uudelleen.
Setting_UITitle=Käyttöliittymä
Setting_UpdateTitle=Päivitystapa
Setting_GeneralTilte=Yleiset
Setting_NotificationTilte=Ilmoitus
Setting_Size_Normal=Normaali
Setting_Size_Large=Suuri
Setting_Size_Larger=Suurempi
Update_NoItem_Tip=Windows-päivityksiä ei löytynyt
MsgBox_SelectProgram=Valitse ainakin yksi ohjelma.
UpdateColumnStr_Title=Päivityksen nimi (Yhteensä:%d)
Update_Loading_Tip=Ladataan Windows päivitystä...
Win8NoItemTip=Windows-sovelluksia ei löytynyt.
Win8ColumnStr_Title=Sovelluksen nimi (Yhteensä:%d)
Detail_Tip=Tiedot
Detail_Name=Nimi
Detail_Ver=Versio
Detail_Path=Asennuspolku
Detail_Des=Kuvaus
Detail_Publisher=Julkaisuja
Win8LoadingApp=Ladataan sovelluksia...
Win8ListViewGroupsWin8AppHeader=Windows-sovellukset
Win8ListViewGroupsWin8AppSubtitle=Sovelluksen julkaisija Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Kolmannen osapuolen sovellukset
Win8ListViewGroupsThirdSubtitle=Sovellukset julkaissut kolmannen osapuolen yritys.
ListViewPlugSysbit=bitti
ListViewGroupMaliciousTitle=Haitalliset työkalupalkit ja laajennukset
ListViewGroupMaliciousDesc=Nämä työkalurivit ja laajennukset voivat vaihtaa oletusselaimen ja varastaa henkilökohtaisia tietoja.
ListViewGroupAdTitle=Mainospohjaiset työkalupalkit ja laajennukset
ListViewGroupAdDesc=Nämä työkalupalkit ja laajennukset voiva näyttää mainoksia, bannereita, jne.
ListViewGroupTrustTitle=Luotetut työkalupalkit ja laajennukset
ListViewGroupTrustDesc=Nämä laajennukset eivät vahingoita tietokonettasi. Voit poistaa tai säilyttää ne tarpeidesi mukaan.
ListViewGroupExtensions=Laajennukset
ListViewGroupPlugins=Liitännäiset
ListViewGroupToolbar=Työkalupalkki
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupInjectedPrograms=Injektoidut ohjelmat
ListViewGroupExtension_DES=Laajennuksia käytetään selaimen muokkaamiseen haluamillasi ominaisuuksilla
ListViewGroupPlugin_DES=Liitännäiset on helppo asentaa ja käyttää osana verkkoselainta
ListViewGroupToolbar_DES=Työkalupalkin avulla käyttäjät voivat käyttää sivustoja nopeasti tai suorittaa muita sovellustoimintoja
ListViewGroupBHO_DES=BHO auttaa luomaan räätälöityjä selaimia ja tarjoamaan yksinkertaisempia vuorovaikutteisia toimintoja
ListViewGroupActivex_DES=Internet Explorer käyttää ActiveX-ohjelmaa multimediatoiston käytössä
ListViewGroupInjection_DES=Injektoidut ohjelmat injektoivat kolmannen osapuolen dll-tiedostoja selaimeesi tarjotakseen joitain ominaisuuksia
PluginNoItemTip=Selaimestasi ei löytynyt työkalurivejä tai laajennuksia
NoSerchItem_Tip=Yksikään kohdetta ei vastaa hakua.
PluginColumnStr_Title=Nimi (Yhteensä: %d)
ChromeSysncStr=Poista Chromen synkronointi-ominaisuus, jos haluat poistaa valitut laajennukset täysin. Muuten laajennukset voivat asentua automaattisesti uudelleen.
FuncPluginSysPluginMsgBox=Ei ole suositeltavaa poistaa %s, jotkin selaimen toiminnot voivat estyä poistamisen jälkeen.
FuncPluginLoading=Ladataan...
FuncPluginRmoveSuccess=Poisto onnistui. Ladataan...
FuncVotePlugSelectMsgBox=Valitse arvioitava kohde
FuncPluginRmoveConfireSingleMsgBox=Haluatko varmasti poistaa valitun kohteen?
FuncPluginRmoveConfireSomeMsgBox=Haluatko varmasti poistaa valitut kohteet?
FuncCheckBrowserMsgBox_1=%s on käynnissä.
FuncCheckBrowserMsgBox_2=Klikkaa OK sulkeaksesi se (Tallenna työsi ensin)
FuncCheckBrowserMsgBox_3=Tai Peruuta toiminto.
FuncCheckBrowserMsgBox_4=%s on käynnissä.
FuncCheckBrowserMsgBox_5=Napsauta OK pakottaaksesi niiden sulkemisen (Tallentamaton sisältö saattaa kadota).
FuncCheckBrowserMsgBox_6=Tai valitse Peruuta, jos haluat keskeyttää toiminnon.
FuncPluginRemoveFailedMsgBox_1=Seuraavien kohteiden poisto ei onnistunut:
FuncPluginRemoveFailedMsgBox_4=%s ei ehkä poistu, koska se on %s:n suojauksessa. Poistu %s ohjelmasta ja käynnistä IObit Uninstaller uudelleen.
FuncRestoreSuccessMsgBox=Palautettu oletusasetukset.
FuncRestoreFailedMsgBox=Selaimen oletusasetuksien palautus epäonnistui, pysäytä %s ja yritä uudelleen.
PluginRestoreStr=Palauta %s oletusasetukset
FuncVoteMarkSelectMsgBox=Ole hyvä ja arvioi.
FuncVoteFailedMsgBox=Arviointi epäonnistui, tarkista verkkoyhteys ja yritä uudelleen
FuncVoteActiveVote=Arvioi
FuncVoteWaitting=Lähetetään arvio, odota...
VoteStr_1=<a>1</a> käyttäjää on arvioinut. Sinä olet jo arvioinut.
VoteStr_2=Arvioita ei ole vielä saatu. Ole ensimmäinen arvioija.
VoteStr_3=<a>%d</a> käyttäjää on arvioinut. Sinä olet jo arvioinut.
VoteStr_4=<a>%d</a> käyttäjää on arvioinut. Mitä tuumit tästä laajennuksesta?
NoticeInfoEx_One=<a>1</a> ilkeä laajennus on havaittu selaimessasi, avaa IObit Uninstaller ja poista se.
NoticeInfoEx_Some=<a>%d</a> ilkeää laajennusta on havaittu selaimessasi, avaa IObit Uninstaller ja poista ne.
UninstallPromote=Osta nyt
OneItemStr=%d kohde
SomeItemStr=%d kohdetta
OneItem=kohde
SomeItems=kohdetta
RebootToDelete_Str=(Poista uudelleen käynnistyksessä)
UninstallingSingleStr=Haluatko varmasti poistaa valitun ohjelman?
UninstallingSomeStr=Haluatko varmasti poistaa valitut ohjelmat %d?
Uninstall_Str=Poistetaan %s (%d/%d)
Scan_Str=Skannataan %s (%d/%d)
CreateRetore_Str=Luodaan palautuspiste, ole hyvä ja odota...
SureToDeleteSomeStr=Poistettu <a>%d</a> ohjelmaa. Varmista, että valitset vain kohteen, jonka haluat poistaa.
SureToDeleteOneStr=Poistettu <a>1</a> ohjelma. Varmista, että valitset vain kohteen, jonka haluat poistaa.
SureToDeleteByHistroyStr=Skannaus valmistui. Varmista, että valitset vain kohteen, jonka haluat poistaa.
DeletingStr=Poistetaan jäämiä, odota.
DeleteCancleStr=Oletko varma, että haluat peruuttaa poiston?
RestoringCancleStr=Luodaan palautuspiste. Oletko varma, että haluat peruuttaa?
RegistryCaption_Str=Rekisteri
FileCaption_Str=Tiedosto
TaskCaption_Str=Ajoitetut tehtävät
ServiceCaption_Str=Järjestelmäpalvelut
HintProToolStr=Edistynyt ohjelman poisto auttaa poistamaan %s kokonaan ja perusteellisesti.
SuccessReslutFromHistroySingle=Jäämätiedostot on siivottu onnistuneesti. Tarkista alla olevat tiedot:
SuccessReslutFromUninstallSingle=Olet poistanut <a>%d</a> ohjelman seuraavilla yksityiskohdilla:
SuccessReslutFromUninstallSome=Olet poistanut <a>%d</a> ohjelmaa seuraavilla yksityiskohdilla:
SuccessReslutNeedRestartSingle=<a>%d</a> ohjelman asennus on poistettu.
SuccessReslutNeedRestartSome=<a>%d</a> ohjelman asennus on poistettu.
FileDeleteReslut=Poistetut tiedostot:  <a>%s</a>
RegDeleteReslut=Rekisterimerkintöjä poistettu:  <a>%d</a>
TaskDeleteReslut=Ajoitettuja tehtäviä poistettu:  <a>%d</a>
ServiceDeleteReslut=Palveluja poistettu:  <a>%d</a>
HtmlRecomReslutCaption=Poistetut <a>%d</a> ohjelma-asennukset ja poistetut jäämät:
HtmlFileReCaption=<a>%s</a> turhia tiedostoja
HtmlRegReCaption=<a>%d</a> hyödytöntä rekisterimerkintää
HtmlServicesReCaption=<a>%d</a> virheellistä järjestelmäpalvelua
HtmlTaskReCaption=<a>%d</a> virheellistä ajoitettua tehtävää
RebootYes=Käynnistä uudelleen
RebootLater=Myöhemmin
FromHistroyNoItem=Jäämiä ei löytynyt.
FromUninstallNoItem=Ohjelman poisto valmistui.
RelatedMetroText=Nämä sovellukset ovat yhteydessä toisiinsa. Jos jokin niistä poistetaan, poistetaan muutkin automaattisesti. Haluatko varmasti poistaa asennuksen?
RelatedSoftText=Yllä olevat tuotteet asennettiin samanaikaisesti. Haluatko poistaa ne yhdessä?
EmailHint=Anna oikea sähköpostisi tähän
MemoHint=Kuvaile yksityiskohtaisesti ehdotuksesi tai kohtaamasi ongelmat.
EmailMessage=Varmista, että sähköpostiosoitteesi on oikein, jotta voimme ottaa sinuun yhteyttä.
ScreenMaxMessage=Toiminto epäonnistui. Olet saavuttanut enimmäismäärän, 5 kuvankaappausta.
CloseHintMsg=Oletko varma, ettet halua lähettää palautetta?
FeedBack_1=Pidän siitä
FeedBack_2=Ehdotus
FeedBack_3=Poisto epäonnistui
FeedBack_4=Kaikkien ohjelmien näyttö ei onnistunut
FeedBack_5=Tehoskannaus-ongelmat
FeedBack_6=Ilmoita virheestä
FeedBack_7=Muut
RelatedProTip=Aktivoi PRO poistaaksesi yhdistetyt tuotteet samaan aikaan.
SpecProTip1=Poista %s ja muita ohjelmia kokonaan.
SpecProTip2=Aktivoi PRO saadaksesi tämän ominaisuuden, ja nauti muista PRO ominaisuuksista.
UninstallProTipEnterCode=Anna koodi
UninstallProTipActive=Aktivoi nyt
UninstallProTipManage=Lisenssin hallinta
Scan_M=Skannaa
Clean_M=Siivoa
Cleaning_M=Siivotaan
SelectAll_M=Valitse kaikki
DeselectAll_M=Poista valinnat
PleaseSelect_M=Valitse vähintään yksi skannauskohde.
CloseHint_M=Sulje
Invalid_item_M=(Virheellinen kohde)
ListviewHeader_Software_M=Ohjelman nimi (Yhteensä: %d)
SoftwareFrame_ProgramName_M=Ohjelman nimi (Yhteensä:%s)
History_Scan_M=Skannaa
History_Detail_M=Tiedot
History_Residualfilesleft_M=Jäämätiedostoja jäljellä
Uninstalled_completely_M=Poistettu kokonaan
History_Installed_M=Asennettu
History_info_DouBle_M=ohjelmat, jotka valittiin viime kerralla asennuksen poistamiseen, ei ole poistettu kokonaan. Napsauta Poista asennus jatkaaksesi.
History_info_One_M=ohjelma, joka valittiin viime kerralla asennuksen poistamiseen, ei ole poistettu kokonaan. Napsauta Poista asennus jatkaaksesi.
SoftwareFrame_InstallDate_M=Asennuspäivä
SoftwareFrame_FrequencyUse_M=Viimeksi käytetty
HistoryInfo_DisplayName=Näyttönimi
HistoryInfo_Publisher=Julkaisija
HistoryInfo_Version=Versio
HistoryInfo_InstallDate=Asennuspäivä
HistoryInfo_UseSize=Tilan käyttö
HistoryInfo_Location=Sijainti
HistoryInfo_UninstallDate=Poistopäivä
SoftwareFrame_Frequency_DaysHint_M=Ei käytetty %s päivään.
Noprograms_Frequencyofuse_M=Kaikki ohjelmasi ovat usein käytettyjä.
Noprograms_100Size_M=Ohjelmia yli 100 MB ei löytynyt.
Noprograms_match_M=Yksikään kohdetta ei vastaa hakua.
Noprograms_Recent_M=Yhtään ohjelmaa ei ole asennettu 10 päivän aikana.
Details_M=Tiedot
Export_M=Vie
monthsago_M=%d kuukautta sitten
yearsago_M=%d vuosi sitten
yearsagos_M=%d vuotta sitten
days_left_M=päivää jäjellä
SU_Title=Ohjelmapäivittäjä
SU_COL_Name=Ohjelmapäivittäjä
SU_COL_Version=Versio
SU_COL_Ignore=Ohita
SU_COL_State=State
SU_Ignore=Ohita
SU_Ignored=Ohitettu
SU_NoIgnore=Älä ohita
SU_Update=Päivitä
SU_Updating=Päivitetään
SU_UpToDate=Ajan tasalla
SU_NewVersion=Uusi versio
SU_CurrVersion=Nykyinen versio
SU_ActivePro=Aktivoi automaattiset päivitykset
SU_Button_UpdateAll=Päivitä kaikki
SU_Tip=Auttaa saamaan tärkeät ohjelmat ajan tasalle helposti ja tehokkaasti.
APTitle=Aktivoi kaikki Pro't
AP1=Poista enemmän itsepäisiä sovelluksia
AP2=Poista ohjelmanippu kokonaan
AP3=Selaimen mainosohjelmien poisto
AP4=Poista vahingolliset laajennukset
Startup_Delete_M=Poista
LicenseSeat_M=Lisenssien määrä:
Powerful_File_Reboot_M=Käynnistyksessä poistetut tiedostot:
Powerful_File_Del_M=Poistetut tiedostot:
Powerful_Reg_Sucess_M=Rekisteripoistot:
Powerful_Reg_Faild_M=Rekisteripoistojen epäonnistumiset:
Powerful_Task_Sucess_M=Tehtäväajoitusten poistot:
Powerful_Task_Faild_M=Tehtäväajoitusten poistojen epäonnistumiset:
Powerful_Services_Sucess_M=Palvelujen poistot:
Powerful_Services_Faild_M=Palvelujen poistojen epäonnistumiset:
CodeLiftTime_M=Tämä on elinikäinen käyttöoikeuskoodi, joka on voimassa vain IObit Uninstaller v6:lle. Asenna IObit Uninstaller v6 PRO uudelleen.
Program_Mult=Ohjelma on jo käytössä eri käyttäjätunnuksella. Poistu kyseisestä käyttäjätilistä ennen kuin yrität käynnistää uudelleen.
SysRestore_SetRestore_Tip=Järjestelmätiedostojen ja asetusten palauttaminen, odota ...
SpecTClose=Sulje
Explorer_Button=Tiedostosilppuri
Controlpanel_Button=Tehokas poisto

[promot_M]
CountDown_M=Rajoitetun ajan voimassa oleva tarjous: %dd:%dh:%dm:%ds:%dms*
Youhave_M=Sinulla on %D% alennus IObit-erikoisarjouksesta!
ThisSpecial_M=Tämä tarjous on tarkoitettu kiitokseksi uskollisille käyttäjille, jotka auttavat meitä tekemään paremman IObit Uninstallerin
OnlyDays_M=Vain %D päivää jäljellä
enjoy_the_PRO_M=Aktivoi nyt ja nauti PRO-ominaisuuksista:
PromotOne_M=Poista lisää itsepäisiä sovelluksia
PromotTwo_M=Poista ohjelmanippu kokonaan
PromotThere_M=Selaimen mainosohjelmien poisto
ActivateNow_M=Aktivoi nyt
GiveOffer_M=Luovun tästä erikoistarjouksesta

[Uninstaller_Form_UptoPro]
Rdlb_UpdateManually.caption=Päivitä manuaalisesti
Rdlb_lbOpenBuyWeb.caption=Oletko väsynyt manuaaliseen päivitykseen?
RdLb_OpenBuyWeb.caption=Aktivoi automaattinen päivitys

[ACD_frmActionCenter]
btnClose.Hint=Sulje
lbl_Cancel.Caption=Peruuta
lbl_Min.Caption=Pienennä

[SendBugReportNew_FrmMain]
btnClose.Hint=Sulje
lblTitle.Caption=IObit Uninstaller
btnSendReport.Caption=Lähetä virheraportti
lblErrorDetails.Caption=Virhetiedot:
lblUserEmail.Caption=Sähköpostiosoitteesi:
lblSuccTips.Caption=Kiitos, että lähetit virheilmoituksen. Yritämme ratkaista sen mahdollisimman pian.

[ActionCenter_M]
M_kvpCaption=Video Downloader
M_kvpInfo_NotIns=Lataa videoita YouTubesta ja 10 000+ sivustosta nopeasti.
M_kvpInfo_UpToDate=Lataa videoita YouTubesta ja 10 000+ sivustosta nopeasti.
M_kvpOffer=Lataa videoita YouTubesta ja 10 000+ sivustosta nopeasti.<br>Lataa videot missä tahansa muodossa yhdellä napsauksella.<br>Lataa YouTube- ja Lynda-soittolistat eräajona.<br>3X nopeampi latausnopeus monisäikeisellä tekniikalla.<br>Muunna verkko- paikallisia videoita mihin tahansa muotoon.
M_M_ASCOffer=Puhdista ja optimoi tietokone yhdellä napsauksella.<br>Nopeuta tietokoneen käynnistystä jopa 300 %.<br>Pyyhi surffailujäljet yksityisyyden suojaamiseksi.<br>Tarkkaile PC-olosuhteita reaaliajassa.<br>Suojaa tietokoneesi tavallisilta vakoiluohjelmilta.
M_IMFOffer=Tehokas ja kattava haittaohjelmien torjunta.<br>Puolustaudu kiristysohjelmia, kuten GoldenEye ja Wannacry vastaan.<br>Turvallisempi online-selailu ja lataukset.<br>Syvempi ja monipuolisempi reaaliaikainen suojaus.
M_DBOffer=Suuri ajuritietokanta (1 000 000+)<br>Päivitä ajurit vain yhdellä napsauksella<br>Turvallinen päivitys pätevillä WHQL -ajureilla<br>Yleisten ongelmien (esim. verkko, ääni) korjaukset.<br>Vähennä järjestelmän jähmettymisiä ja kaatumisia.
M_SDOffer=Suurempi tiedonsiirtonopeus.<br>Maksimi kiintolevyn suorituskyky.<br>Paranna PC:n käynnistysnopeutta jopa 100 %<br>Optimoi pelejä parempaan pelikokemukseen.
M_SMOffer=Tuo takaisin klassisen Käynnistä-valikon Windows 8/10 -järjestelmissä.<br>Tehokas ja yksinkertainen tiedostohakumoottori.
M_DLOffer=Yksinkertainen ja turvallinen tapa hallita salasanoja.<br>Luo ainutlaatuisia salasanoja tiliesi suojaamiseksi.<br>Kirjaudu suosikki sivustoihisi automaattisesti.<br>Windows-, Mac-, iOS- ja Android-järjestelmille.
M_IOTOffer=Paras iPhone-hallinta ja iPhone-siirto-ohjelmisto.<br>Siirrä iPhone-tietoja iPhone/iPad/iPod/PC:n välillä.<br>Helppo ja ilmainen tapa hallita iPhone-valokuvia, musiikkia, videoita.<br> Puhdista roska- ja välimuistitiedostot saadaksesi enemmän tilaa
M_Moffer_Title=IObit suosittelee
M_Close=Sulje
M_Cancel=Peruuta
M_Moffer_Install=Asenna
M_Moffer_NoteEP=Klikkaamalla "Asenna" suostut asentamaan %s ja hyväksyt sen<a>EULAn</a> ja <a>Tietosuojakäytännön</a>.
M_Moffer_Refund=<a>Huomaa:</a>Voit saada palautushyvityksen 30 päivän aikana. Lue <a>Hyvityskäytäntö</a>.FixAllAC=Hanki kaikki
M_HideAC=Piilota
M_ShowAC=Näytä
M_ShowACTitle=Turvallisuus ja suorituskyky
M_AC_FreeTitle=Turvallisuus ja suorituskyky
M_RunAMC=Asenna nyt
M_Install=Asenna nyt
M_Fix=Asenna nyt
M_ShowACDesc=Näytä muut suositellut ohjelmat valitsemalla Näytä. Asenna ne paremman tietoturvan ja tietokoneen suorituskyvyn parantamiseksi.
M_AC_FreeHelp_Ins=Paranna tietoturvaa ja tehokkuutta suositelluilla ohjelmilla.
M_AC_FreeHelp_Upt=Sinulla ei ole parannettuja toimintoja ja uusia ominaisuuksia.
M_AC_FreeHelp_OK=Seuraavien ohjelmien suorittaminen säännöllisesti tarjoaa paremman tietoturvan ja tietokoneen suorituskyvyn.
M_AC_Free_EULA=Aikaisemmin hyväksytty loppukäyttäjän lisenssisopimus koskee myös suositeltuja IObit-tuotteita.
M_AC_Free_ReadEULA=Lue käyttöoikeussopimus
M_ShowACTitle2=Ilmoitus!
Ilmoitus!
Ilmoitus!
M_AC_FreeTitle2=Toimintokeskus
M_AC_FreeDetail2=Paranna tietoturvaa ja tehokkuutta suositelluilla ohjelmilla. Aikaisemmin hyväksytty <a> loppukäyttäjän lisenssisopimus </a> koskee myös suositeltuja IObit-tuotteita.
M_AC_FreeDetail2_db=Paranna tietoturvaa ja tehokkuutta suositelluilla ohjelmilla. Aiemmin hyväksytty <a> loppukäyttäjän lisenssisopimus </a> toimii myös tässä.
M_Scan=Skannataan...
M_Recomm_Ins=Suositellaan: Asenna %s
M_Recomm_Upt=Suositellaan: Päivitä %s
M_none=Ei mitään
M_fixing=Asennetaan
M_Updating=Päivitetään
M_fixed=Hanki
M_failed=Epäonnistui
M_RuniFreeUp=Skannaa nyt
M_RunDB=Skannaa nyt
M_RunIMF=Skannaa nyt
M_RunASC=Skannaa nyt
M_RuningWell=Viimeisin versio asennettu
M_Outdated=Vanhentunut
M_NotInstalled=Ei asennettu
M_ASCCaption=Järjestelmän suorituskyky
M_ASCInfo_NotIns=Tietokoneestasi löytyi rekisterivirheitä, tietosuojaongelmia tai roskatiedostoja.
M_ASCInfo_UpToDate=Advanced SystemCare nopeuttaa ja optimoi tietokoneesi yhdellä napsautuksella.
M_ASCInfo_NeedUpDate=Advanced SystemCare on vanhentunut.
M_ASCDesc=1-Napsaus suojaa ja optimoi tietokoneesi
M_IMFCaption=Haittaohjelmasuojaus
M_IMFInfo_NotIns=Paranna suojausta asentamalla IObitin virustorjuntaohjelma.
M_IMFInfo_UpToDate=IObit Malware Fighter suojaa tietokonetta eri haittaohjelmilta.
M_IMFInfo_NeedUpDate=Virustorjuntaohjelmasi on vanhentunut.
M_IMFDesc=Suojaa tietokoneesi haittaohjelmilta.
M_DBCaption=Ajurien päivitys
M_DBInfo_NotIns_C=Päivitä vanhentuneet, korjaa puuttuvat ja virheelliset ajurit, jotta voisit nauttia entistä vakaammasta tietokoneesta.
M_DBInfo_NotIns=Mahdolliset vanhentuneet ohjaimet voivat hidastaa ja horjuttaa tietokoneen vakautta.
M_DBInfo_UpToDate=Driver Booster päivittää kaikki vanhentuneet ohjaimet tietokoneessasi.
M_DBInfo_NeedUpDate=Ohjaimien päivitysohjelmasi on vanhentunut.
M_DBDesc=Päivitä tietokoneesi kaikki vanhentuneet ohjaimet.
M_RunIU=Suorita nyt
M_SDCaption=Levyn optimointi
M_SDInfo_NotIns=Optimoi levyt tietokoneen käynnistyksen ja tiedostokäytön nopeuttamiseksi.
M_SDInfo_UpToDate=Smart Defrag eheyttää levyn parempaan suorituskykyyn.
M_SDInfo_NeedUpDate=Levyn eheytysohjelmasi on vanhentunut.
M_SDDesc=Eheytä levy korkean suorituskyvyn takaamiseksi.
M_RunSD=Eheytä nyt
M_SMCaption=Käynnistä-valikko
M_SMInfo_NotIns=Palaa tuttuun Windowsin "Käynnistä" -valikkoon.
M_SMInfo_UpToDate=Start Menu 8 palauttaa Windowsin "Käynnistä" -valikon.
M_SMInfo_NeedUpDate=Your Start Menu 8 on vanhentunut.
M_SMDesc=Tuo takaisin Käynnistä-valikko ja hallitse työpöytää.
M_RunSM=Suorita nyt
M_AMCCaption=Android suojaus
M_AMCInfo_NotIns=Paranna tietoturvaa ja -suojaa Android-laitteessasi.
M_Recomm_Ins_AMC=Suositellaan: Asenna %s Android-laitteellesi.
M_AMCDesc=Optimoi ja suojaa Android-laitteesi.
M_BuySD=Osta nyt
M_BuyDB=Osta nyt
M_BuyIMF=Osta nyt
M_DLCaption=Salasanan hallinta
M_DLInfo_NotIns=Suojaa ja hallitse salasanat Dashlane salasanahallinnalla.
M_DLInfo_UpToDate=Älä koskaan enää unohda salasanaasi turvallisella Dashlane-sovelluksella.
M_RunDL=Hallinta
M_AC_FreeTitleHide1=Kaikki suositellut ohjelmat ovat piilossa!
M_AC_FreeTitleHide2=Valitse "Näytä" ja asenna ne saadaksesi täyden suojauksen ja suorituskyvyn.
M_IUCaption=Ohjelmien poisto
M_IUInfo_NotIns=Poista ei-toivotut ohjelmat, työkalurivit ja selaimen laajennukset.
M_IUInfo_UpToDate=IObit Uninstaller poistaa laajennukset ja sovellukset perusteellisesti.
M_IUInfo_NeedUpDate=IObit Uninstaller on vanhentunut.
M_FPCaption=Videomuunnin
M_FPInfo_NotIns=Hanki videomuunnin, joka muuntaa videoita eri laitteille.
M_FPInfo_UpToDate=Katsele videoita haluamallasi laitteella.
M_FPInfo_NeedUpDate=Formaattipaketti on vanhentunut.
M_iFreeUpCaption=iOS Optimization
M_BuyiFreeUp=Osta nyt
M_iFreeUpDesc=Vapauta iOS-laitteesssasi lisää tilaa.
M_iFreeUpInfo_NotIns=IOS-laitteellasi voi olla paljon hukattua arvokasta tilaa.
M_iFreeUpInfo_UpToDate=IFreeUp vapauttaa iOS-laitteellesi lisää tilaa.
M_iFreeUpInfo_NeedUpDate=IFreeUp on vanhentunut.
M_Recomm_Ins_iFreeUp=Suositellaan: Asenna %s vapauttamaan hukkatila.
M_RunSGB=Tehosta nyt
M_SGBCaption=Pelien optimointi
M_SGBInfo_NotIns=Paranna peli- ja PC käyttöikää ja pidä se huippukunnossa.
M_SGBInfo_UpToDate=Erinomainen peliboosteri nopeuttaa ja optimoi pelien suorituskykyä 1-klikkauksella.
M_SGBInfo_NeedUpDate=Superb Game Boost on vanhentunut.
M_RunIVC=Kokeile nyt
M_IVCCaption=Ilmainen video-muunnin
M_IVCInfo_NotIns=100% ilmainen ja puhdas, 150+ formaattia ja nopeampi videoiden muuntaminen!
M_IVCInfo_UpToDate=Katsele videoita millä tavalla haluat.
M_IVCInfo_NeedUpDate=IFun video-muunnin on vanhentunut.
M_RunIOT=Hallitse nyt
M_IOTCaption=iPhone Manager
M_ShowACTitlePro=VIP-erikoistarjous
M_VipTitle=VIP-erikoistarjous
M_IOTInfo_NotIns=1-klikkauksen tuonti, vienti ja valokuvien, videoiden ja musiikin hallinta iOS-laitteessasi.
M_IOTInfo_UpToDate=1-klikkauksen tuonti, vienti ja valokuvien, videoiden ja musiikin hallinta iOS-laitteissa.
M_IOTInfo_NeedUpDate=IOTransfer on vanhentunut.
M_IOTTip=IOTransfer lupaa:<br>+ Siirtää iPhone musiikkia TIETOKONEESEEN/iTunesiin<br>+ Hallitse kaikkia valokuviasi helposti<br>+ Varmuuskopioi/Palauta iPhonen sisältö<br>+ Premium tekninen tuki
M_IOTDesc=Kaikki yhdessä-sisällönhallinta iPhonelle ja iPadille.
M_AC_ShareTip=Jaa erikoistarjous ystävän/perheen kesken
M_AC_Pro_Title=Muita tuotteita parempaan turvallisuuteen ja suorituskykyyn.
M_ACPro_SubTitle=Osta nyt nauttiaksesi EXCLUSIVE-alennushinnasta, vain ASC PRO -käyttäjille.
M_ACPro_SubTitle_AU=Osta nyt nauttiaksesi EXCLUSIVE-alennushinnasta, vain ASC Ultimaten maksaneille käyttäjille.
M_ActionCenterTitle_Perfectly=Kaikki ohjelmat toimivat täydellisesti!
M_ACPro_SubTitle_db=Osta nyt nauttiaksesi EXCLUSIVE-alennushinnasta, vain Driver Booster PRO -käyttäjille.
M_SubTitle_Perfectly=Suorita seuraavat ohjelmat säännöllisesti paremman tietoturvan ja PC:n suorituskyvyn saavuttamiseksi. Nauti niiden käytöstä.
M_ShowACDescPro=Klikkaa ”Näytä” saadaksesi EKSKLUSIIVISEN alennuksen muista suositeltavista IObit tuotteista.
M_AC_ProShareMail=Jaa sähköpostitse
M_AC_ProShareFB=Jaa Facebookin kautta
M_AC_NoMailCLient=Toiminto epäonnistui, koska oletussähköpostiasiakas ei ole asennettu oikein.
M_AC_Tips=Paranna tietoturvaominaisuuksia ja suorituskykyä asentamalla suositellut ohjelmat.

[SendBugReportNew_M]
M_AskUserTips=on havainnut ongelman. Lähetä virheilmoitus ja auta meitä korjaamaan se.
M_BugStatisticsTips=on havainnut ongelman, ja se on suljettava. Analysoimme syytä nyt. Odota...
M_SendingTips=Lähetetään...
M_AttentionTips=on havainnut ongelman, ja se on suljettava. Käynnistä se uudelleen myöhemmin.
M_InvalidEmailTips=Virheellinen sähköpostiosoite! Anna kelvollinen sähköpostiosoite, jotta saat vastauksemme.
M_OKTips=OK

[ACD_M]
M_Downloading=Ladataan:
M_TipFixing=Korjataan
M_Tips=Lataaminen on käynnissä. Tarkastele tietoja kaksoisnapsauttamalla kuvaketta.
M_Installing=Asennetaan:
M_MD5Faild=Ladattu tiedosto on vioittunut. Yritä uudelleen myöhemmin.
M_NetError=Lataus epäonnistui verkkovirheen vuoksi. Yritä uudelleen myöhemmin!
M_DiskIsFull=Liian vähän levytilaa!
M_Speed=Nopeus:
M_AreSure_IObit=Oletko varma, että haluat poistua IObit Downloaderista?

